{
    "uncompleted": "/res/icons/lock-closed.svg",
    "completed": "/res/icons/lock-opened.svg",
    "module": [

        {
            "title": "Grundlagen der Cyber- und IT-Sicherheit",
            "description": "Im ersten Modul lernst du die grundlegenden Aspekte der Cyber-Sicherheit kennen. Du lernst mehr über die Punkte Sicherheitsvorfälle in der IT, Passwortsicherheit, Sicheres-WiFi, Umgang mit mobilen Datenträgern und externer Hardware und Phsihing. Also alles Punkte die vom Menschen und seinem Verhalten abhängig sind und bei nicht berücksichtigung zu Problemen führen, die sogar existenzbedrohend sein können. Deshalb wirst du in den folgenden Spielen für diese Themen sensibilisiert und aufgeklärt um in Zukunft auf Angriffe vorbereitet zu sein und zu wissen wie du dich im Fall der Fälle zu verhalten hast. \n \nWenn du an mehr Infos zu den Themen aus diesem Modul interessiert bist, kannst du auf 'Download PDF' klicken oder wenn du zum ersten Spiel gehen willst, klicke auf 'Los gehts'.",
            "downloadLink": "/download/chapter/1",
            "firstGame": "/secure-password",
            "games": [
                {
                    "title": "Sicherheitsvorfälle (IT)",
                    "description": "Sicherheitsvorfälle. Wenn diese nicht richtig behandelt, oder garnicht als Bedrohung wargenommen werden kann dies zu großen Problemen führen. In diesem Spiel lernst du mehr über Sicherheitsvorfälle und was du im Fall der Fälle zu tun hast.",
                    "link": "/security-incidents",
                    "completed": true
                },
                {
                    "title": "Passwortsicherheit",
                    "description": "Passwortsicherheit ist ein sehr subtiles und interessantes Thema. In diesem Spiel lernst du, warum sichere Passwörter wichtig sind und was du alles beim Umgang deiner Passwörter beachten musst.",
                    "link": "/secure-password",
                    "completed": true
                },
                {
                    "title": "Sicheres-WiFi",
                    "description": "Sicheres-WiFi, ein Thema das uns nicht nur im Arbeitsalltag, sondern auch im Privaten stark betrifft und unbedingt beachtet werden sollte. In diesem Spiel lernst du welche gefahren sich hinter unsicheren und dubiosen Netzwerken verstecken können und was du bei der auswahl deines WiFi-Netzwerkes beachten musst, um dich vor Gefahren zu schützen.",
                    "link": "/wifi",
                    "completed": true
                },
                {
                    "title": "Umgang mit mobilen Datenträgern und externer Hardware",
                    "description": "Ist dir schon einmal ein USB-Stick aufgefallen, der unauffällig auf der Straße lag, oder wolltest du deinem Kollegen auf der Arbeit deine Urlaubsfotos auf deiner privaten Festplatte zeigen? Wenn ja, ist es wichtig zu wissen, dass auf solchen Datenträgern Viren gespeichert sein können, die nach einiger Zeit ihre Aktivität beginnen und sich in ganze Systeme einhacken können. Wir verraten dir, was passieren kann und welche Folgen es haben kann, wenn du einen fremden USB-Stick nicht vorher überprüfst und wie du dich davor schützt.",
                    "link": "/datacarriers",
                    "completed": false
                },
                {
                    "title": "Phishing",
                    "description": "Heutzutage spielen unsere persönlichen Daten eine sehr wichtige Rolle, denn wenn jemand Zugang zu unseren persönlichen Daten wie Name, Nachname, Adresse usw. hat, können diese Personen, die Zugang zu Ihren Daten haben, Ihre Identität ausnutzen und dir auf irgendeine Weise Schaden zufügen. In diesem Spiel zeigen wir dir, wie sich Cyberkriminelle Zugang zu Ihren persönlichen Daten verschaffen und welche Methoden sie dabei anwenden.",
                    "link": "/phishing",
                    "completed": false
                }
                
            ]
        },
        {
            "title": "Erweiterung der Cyber-Sicherheit",
            "description": "Im zweiten Modul lernst du ein wenig über das sichere verwenden und einrichten von Netzwerken. Du behandelst die Themen Fernzugriff und Netzwerksegmentierung. Wenn du an mehr Infos zu den Themen aus diesem Modul interessiert bist, kannst du auf 'Download PDF' klicken oder wenn du zum ersten Spiel gehen willst, klicke auf 'Los gehts'.",
            "downloadLink": "/download/chapter/2",
            "firstGame": "/chapter/2",
            "games": [
                {
                    "title": "Fernzugriff (SPS)",
                    "description": "Viele Unternehmen arbeiten mit einem Netzwerksystem, das über VPN verbunden ist. Alle Daten, die in Datenbanken gespeichert sind, sind nur über dieses System zugänglich. Desweitern kannst du Anlagen per Fernzugriff Steuern, ohne wirklich Vorort zu sein. Um zu verstehen, wie solche Systeme funktionieren, erklären wir dir zunächst, was sie sind, wie sie funktionieren und wie sich Mitarbeiter von ihrem Schreibtisch aus und/oder sogar über ihren Computer zu Hause mit dem System verbinden, und warum dieses System eine wichtige Rolle bei unserer Arbeit spielt und warum es sicher geschützt werden muss.",
                    "link": "/remote",
                    "completed": false
                },
                {
                    "title": "Netzwerksegmentierung",
                    "description": "Netzwerksegmentierung ist ein Netzwerksicherheitsverfahren, bei dem ein Netzwerk in kleinere, separate Subnetzwerke unterteilt wird. In diesem Spiel erklären und zeigen wir dir, warum Netzwerksegmentierung wichtig ist und wie du das Netzwerk in großen und kleinen Unternehmen schützt. Außerdem erfährst du, was die Vorteile der Netzwerksegmentierung sind.",
                    "link": "/segmentation",
                    "completed": false
                }
                
            ]
        },
        {
            "title": "OT-Sicherheit",
            "description": "In diesem Modul besteht deine Aufgabe darin, das zuvor erworbene Wissen anzuwenden und mit diesem Wissen in die Rolle eines Hackers zu schlüpfen, der sich in das E-Werk einhackt, sich Zugang zu dessen System verschafft und so viel Schaden anrichtet, wie es nur möglich ist. Dann werden wir dir verraten, was das 'Internet of Things' und Industrie 4.0 sind. Wenn du an mehr Infos zu den Themen aus diesem Modul interessiert bist, kannst du auf 'Download PDF' klicken oder wenn du zum ersten Spiel gehen willst, klicke auf 'Los gehts'.",
            "downloadLink": "/download/chapter/3",
            "firstGame": "/chapter/3",
            "games": [
                {
                    "title": "Hacker",
                    "description": "Du hast davon geträumt, in die Rolle eines Hackers zu schlüpfen und zu lernen, wie es ist, sich in große Unternehmen zu hacken und ihnen so viel Schaden wie möglich zuzufügen? Dann ist das eine gute Gelegenheit für dich. Du schlüpfst in die Rolle eines Hackers und deine Aufgabe besteht darin, dich in das X-System zu hacken. Wenn du dich erfolgreich in das X-System hackst, wirst du mit einem besonderen Geschenk belohnt.",
                    "link": "/hacker",
                    "completed": false
                    
                },
                {
                    "title": "Internet Of Things",
                    "description": "Wahrscheinlich hast du schon einmal gehört, dass wir von intelligenten Geräten umgeben sind, die uns bei der Lösung von Alltagsproblemen helfen oder uns bei der Analyse großer Informationsmengen unterstützen, die Menschen nicht auswerten können.\nIn diesem Spiel erzählen wir dir, wie diese Smart Devices aussehen, wo sie eingesetzt werden, wozu sie gut sind und was du beim einrichten beachten musst.",
                    "link": "/iot",
                    "completed": false
                }
            ]
        }
    ]
}